[
    {
        "id": "507362db-4212-4649-8068-a2ea9806082c",
        "mediaURL": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3",
        "title": "Listening Title",
        "content": "",
        "description": "You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below",
        "type": "listening",
        "sections": [
        {
            "startIndex": 1,
            "endIndex": 5,
            "title": "Matching Heading",
            "media": [],
            "type": "matching heading",
            "smallAnswerDescription": "List of Researchers",
            "content": [
                {
                    "q": "Hotel managers need to know what would encourage good staff to remain.",
                    "a": [],
                    "correct_ans": "Pfeffer",
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "The actions of managers may make staff feel they shouldn't move to a different employer.",
                    "a": [],
                    "correct_ans": "Lucas",
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "Little is done in the hospitality industry to help workers improve their skills.",
                    "a": [],
                    "correct_ans": "Maroudas et al.",
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "Staff are less likely to change jobs if cooperation is encouraged.",
                    "a": [],
                    "correct_ans": "Ng and Sorensen",
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "Disssatisfaction with pay is not the only reason why hospitality workers change jobs.",
                    "a": [],
                    "correct_ans": "Enz and Siguaw",
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "",
                    "a": [],
                    "correct_ans": "Deery",
                    "explanation": "explanation why the answer is correct"
                }
            ]
        },
        {
            "startIndex": 6,
            "endIndex": 10,
            "title": "Multiple Choice",
            "media": [
                {
                    "title": "Illustration 1",
                    "content": "https://www.ieltspodcast.com/wp-content/uploads/2015/04/Academic-Task-1-Describe-a-Diagram-in-IELTS.png"
                }
            ],
            "smallAnswerDescription": "this might be empty - only show with listening",
            "type": "multiple choice question",
            "content": [
                {
                    "q": "question",
                    "a": [
                        "ans 1",
                        "ans 2",
                        "ans 3",
                        "ans 4"
                    ],
                    "correct_ans": 1,
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "question",
                    "a": [
                        "ans 1",
                        "ans 2",
                        "ans 3"
                    ],
                    "correct_ans": 2,
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "question",
                    "a": [
                        "ans 1",
                        "ans 2",
                        "ans 3"
                    ],
                    "correct_ans": 2,
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "question",
                    "a": [
                        "ans 1",
                        "ans 2",
                        "ans 3"
                    ],
                    "correct_ans": 1,
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "question",
                    "a": [
                        "ans 1",
                        "ans 2",
                        "ans 3",
                        "ans 4"
                    ],
                    "correct_ans": 4,
                    "explanation": "explanation why the answer is correct"
                }
            ]
        },
        {
            "startIndex": 11,
            "endIndex": 15,
            "title": "<p>Complete the table below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 8-13</p>",
            "media": [
                {
                    "title": "Illustration 1",
                    "content": "https://www.ieltspodcast.com/wp-content/uploads/2015/04/Academic-Task-1-Describe-a-Diagram-in-IELTS.png"
                }
            ],
            "smallAnswerDescription": "this might be empty - only show with listening",
            "type": "fill in the blank",
            "content": [
                {
                    "q": "<form>He <input type='text'/> a teacher. He is twenty-five <input type='text'/> old. He love listening <input type='text'/> music.\n He can <input type='text'/> football. He often <input type='text'/> fishing on Saturday.</form>",
                    "a": [],
                    "correct_ans": "is",
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "",
                    "a": [],
                    "correct_ans": "years",
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "",
                    "a": [],
                    "correct_ans": "to",
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "",
                    "a": [],
                    "correct_ans": "play",
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "",
                    "a": [],
                    "correct_ans": "goes",
                    "explanation": "explanation why this is the correct answer"
                }
            ]
        },
        {
            "startIndex": 16,
            "endIndex": 20,
            "media": [],
            "title": "True False Not Given",
            "smallAnswerDescription": "this might be empty - only show with listening",
            "type": "tfng",
            "content": [
                {
                    "q": "question",
                    "a": [],
                    "correct_ans": 1,
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "question",
                    "a": [],
                    "correct_ans": 2,
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "question",
                    "a": [],
                    "correct_ans": 2,
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "question",
                    "a": [],
                    "correct_ans": 0,
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "question",
                    "a": [],
                    "correct_ans": 0,
                    "explanation": "explanation why this is the correct answer"
                }
            ]
        }
    ]
    },
    {
        "id": "507362db-4212-4649-8068-abcdefgh",
        "mediaURL": "https://cdn.kdkw.jp/cover_1000/199999/199999109902.jpg",
        "title": "Reading Title",
        "content": "We have a vague notion of the best place we should go, or the beautiful places we should like to see, or the kinds of places that would make us grow as a person. We yearn for a good life. We have real hopes and ambitions. We feel impatient for an unshakable faith that we can rely on. But it would require considerable effort to express such things in our typical life as a girl. Then there's also the way that our mothers and fathers think, and our brothers and sisters too. (I may say that they're too old-fashioned and stuffy, but really I don't feel any contempt for my mentors in life, or my elders, or married people. On the contrary, they must know about a million times more than I do.) I mean, the members of our family are part of every aspect of our life. We have acquaintances too. And friends. Then there's also the \"world\" that constantly sweeps us along with great force. When we see and hear and think about all of this, we hardly have any time to fuss about being true to our own character. The smartest thing would just be to go quietly along the same way with all the other regular people, without calling attention to ourself. Extending discipline for the minority to everyone else at the same time seems particularly cruel. As I grow older, I have begun to understand more and more how ethics taught in school and public mores are two different things. Those who insist on keeping ethics in school look like fools. People think they're eccentric. They'll never succeed, they'll always be penniless. I wonder if there are people who don't lie. If there are, they must always be losers. Among my relatives, there is one person who behaves with propriety, who has a strong faith and pursues his ideals, who really lives in a true sense, although everyone else in the family speaks poorly of him. They treat him like an idiot. Me, I can't bring myself to go against mother and everyone else for the sake of my ideals, while knowing all along that I would be beaten down, defeated. It scares me. When I was little, when my feelings about something were completely different from the others, I always used to ask Mother, \"Why is that?\" At those times, Mother would dismiss me with a word and then be angry. Bad girl! What's wrong with you? she'd say sadly. Sometimes I'd ask Father too. He would just smile and say nothing. Then later I'd hear him tell Mother, \"That child stands apart.\" Then as I gradually got older, I grew timid. Now, even when I make an outfit for myself, I wonder what other people will think. The truth is that I secretly love what seems to be my own individuality, and I hope I always will, but fully embodying it is another matter. I always want everyone to think I am a good girl. Whenever I am around a lot of people, it is amazing how obsequious I can be. I fib and chatter away, saying things I don't want to or mean in any way. I feel like it is to my advantage to do so. I hate it. I hope for a revolution in ethics and morals. Then, my obsequiousness and this need to plod through life according to others' expectations would simply dissolve.\n\n Oh, there's a seat over there. I hurriedly grabbed my parasol and things from the rack and quickly squeezed myself into the spot. To my right was a junior high school student, to my left was a lady with a child on her back and wearing a nenneko that covered them both. The lady had on too much makeup for someone her age, and her hair was coiled in a popular style. She had a pretty face but there were dark wrinkles on her neck and her coarseness made me want to hit her in disgust. It's amazing how much your thoughts vary, depending on whether you're standing or seated. When I'm sitting down, my mind fills with fickle and apathetic thoughts. Across from me four or five salarymen who all looked about the same age were just sitting there. They must have been around 30. I didn't like any of them. Their eyes were empty and dull. They had no vigor. But now, if I so much as grinned at them, I could very well be dragged off by one of these men, falling into the chasm of compulsory marriage. A mere smile can determine a woman's fate. It is frightening. Fascinatingly so. I have to be careful. My thoughts were really rather strange this morning. For some reason, the face of the gardener who had come to tend our yard two or three days ago kept flickering in my mind. You couldn't mistake him for anything else other than a gardener, but something about his face seemed quite unusual to me. To put it dramatically, he looked like an intellectual or a visionary. His skin just had a dusky firmness to it. He had nice eyes, and an imposing brow. He definitely had a pug nose, but it matched his dark complexion and made him appear strong-willed. The shape of his lips was also quite nice. His ears were a little dirty. When you looked at his hands, of course, he reverted to being a gardener, but with his fedora worn low on his head and shading his face, it seemed a shame that he should end up a gardener. I asked Mother three or four times, I wonder if he has always been a gardener, until finally she scolded me. The furoshiki that my things were wrapped up in today was the one that Mother gave me on the very first day that gardener came to our house. We were doing a thorough house cleaning that day, so the kitchen repairman was there, as well as the tatami man, and Mother was tidying everything in the wardrobe, so that's when she found this furoshiki and gave it to me. It's very beautiful and feminine. It's so pretty, it's a shame to tie it up. Sitting here now, with it balanced on my knees, I kept stealing glances at it. I stroked it. I wanted everyone on the train to notice it, but nobody did. If someone would simply take a look at my pretty furoshiki, I would be willing to go home with him and marry into his family. Whenever I run up against what's called \"instinct,\" I feel like I want to cry. As I begin to realize from various experiences in my life just how enormous our instincts are and how powerless we are against the force that drives us, sometimes I think I might lose my mind. I become distracted, wondering what I should to do. There is no way to resist or accept the force; it simply feels as if some huge thing has blanketed me whole, from the top of my head, so that it can now drag me around freely. There is a certain satisfaction in being dragged around, as well as a separate sad feeling as I watch it happen. Why is it that we cannot be happy with ourself or love only ourself throughout our life? It is pathetic to watch whatever emotions or sense of reason I have acquired up to that point be devoured by instinct. Whenever I let the slightest thing make me forget myself, I can't help but be disappointed. The clear confirmation that that self—me, that is—is also ruled by instinct makes me think I could cry. It makes me want to call out for Mother and Father. But even more pathetic is that—to my surprise—the truth could be found in aspects of myself that I don't like.\n\nThe country road that I take home everyday has become so familiar to me that I no longer notice how quiet it is. There's nothing but trees, road, and fields—that's all. I thought today I will try to pretend that I am from somewhere else, someone who has never been to this country town before. I'll be, hmm... the daughter of a wooden clog maker with a shop near Kanda, who's never set foot outside of the city. So then, what did this countryside look like? This was a brilliant idea. A sad, pathetic idea. I put on a serious expression and made a point of looking around. As I walked down the road lined with small trees, I gazed up at the branches with their new green leaves and let out a slight cry of delight. As I crossed over the earthen bridge, I stopped and peered down at my reflection in the water and barked, imitating a dog. Then I looked out at the fields, squinting my eyes with an air of enchantment, sighing as I murmured, Isn't this nice? I took another break at the shrine. It was dark in the shrine's woods so I hastily straightened up and hurried through, muttering timidly with a slight shrug of my shoulders. I acted surprised by how bright it was when I came out of the woods, and while I was engrossed in trying to see everything afresh as I walked along the country road, I was somehow overcome with a terrible sadness. At last I flopped down in a meadow by the side of the road. Sitting atop the grass, the exhilaration that I had felt up until that very instant disappeared with a thud and was replaced with a gripping earnestness. Calmly, I gave some thought to how I'd been lately. What was wrong with me these days? Why was I so anxious? I was always apprehensive about something. Just the other day, someone even mentioned to me, \"Hey, you're getting to be so mundane.\"\n\nIt's probably true. There definitely is something wrong with me. I have become petty. I am no good at all. I am pathetic. Out of the blue I nearly cried out at the top of my lungs. Pshaw... as if a loud holler was going to cover my gutlessness. I have to do something more. Maybe I am in love. I lay back on the green meadow.\n\nI want to live beautifully.\n\nAfter my bath, I went out into the yard, the stars still occupying my mind for some reason tonight. The sky was filled with them. Ah, summer's almost here. I could hear frogs croaking. The barley soughed. No matter how many times I looked across the sky, the infinite stars continued to gleam. Last year—no, it wasn't last year, it was the year before last already—I had insisted on going for a walk, and even though he wasn't well, Father took a walk with me. Father was always young. He taught me the German song that goes something like, \"Until you are 100, until I am 99,\" and we talked about the stars, and tried to make up impromptu poems. Wonderful Father, walking with a cane, spewing spittle, and blinking his eyes constantly as we walked together. As I looked up at the stars silently, I could remember Father with perfect clarity. In the year or two since then, little by little I had become a horrible girl. I had so many secrets of my own now.\n\nI went back to my room and sat down, chin in hand, and gazed at the lily that was on my desk. It had a lovely perfume. With the scent of lilies around, I could sit like this by myself forever, and never have an impure thought. I had bought this lily from the florist yesterday evening, on my way home from a walk to the station, and since then it seemed to have transformed my room, its refreshing perfume hitting me the moment I slid open the fusuma door. I was immensely comforted by it. Sitting here now, staring at the lily, I was struck with a realization—an actual physical sensation—that it was greater than Solomon's glory. Suddenly I remembered the time when I was in Yamagata last summer. We had gone to the mountains and I was surprised to see an astonishing number of lilies growing halfway up a cliff. It was such a steep precipice, I knew there was no way to climb up there, no matter how much I wanted to—all I could do was look. But there happened to be a miner nearby who quietly clambered up the cliff and, in no time, he collected more lilies than he could carry with both hands. Then, without the least hint of a smile, he handed all of them over to me. There were so many flowers. No one had ever received so many flowers—not on any magnificent stage or at the most extravagant wedding. That was the first time I understood what it's like to feel dizzy from flowers. I could barely manage to carry that enormous white bouquet with my arms open wide—I couldn't see in front of me at all. Such a kind and very admirable young hardworking miner, I wondered what he was doing now. All he had done was bring me some flowers from a hard-to-reach place, but now, whenever I see lilies, I think of the miner.\n\n Tomorrow will probably be another day like today. Happiness will never come my way. I know that. But it's probably best to go to sleep believing that it will surely come, tomorrow it will come. I purposely made a loud thump as I fell into bed. Ah, that feels good. The futon was cool, just the right temperature against my back, and it was simply delightful. Sometimes happiness arrives one night too late. The thought occurred to me as I lay there. You wait and wait for happiness, and when finally you can't bear it any longer, you rush out of the house, only to hear later that a marvelous happiness arrived the following day at the home you had abandoned, and now it was too late. Sometimes happiness arrives one night too late. Happiness...\n\nFalling asleep is such a strange feeling. It's like a carp or an eel is tugging on a fishing line, or something heavy like a lead weight is pulling on the line that I'm holding with my head, and as I doze off to sleep, the line slackens up a bit. When that happens, it startles me back to awareness. Then it pulls me again. I doze off to sleep. The line loosens a bit again. This goes on three or four times, and then, with the first really big tug, this time it lasts until morning.",
        "description": "You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below",
        "type": "reading",
        "sections": [
        {
            "startIndex": 1,
            "endIndex": 5,
            "title": "Matching Heading",
            "media": [],
            "type": "matching heading",
            "smallAnswerDescription": "List of Researchers",
            "content": [
                {
                    "q": "Hotel managers need to know what would encourage good staff to remain.",
                    "a": [],
                    "correct_ans": "Pfeffer",
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "The actions of managers may make staff feel they shouldn't move to a different employer.",
                    "a": [],
                    "correct_ans": "Lucas",
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "Little is done in the hospitality industry to help workers improve their skills.",
                    "a": [],
                    "correct_ans": "Maroudas et al.",
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "Staff are less likely to change jobs if cooperation is encouraged.",
                    "a": [],
                    "correct_ans": "Ng and Sorensen",
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "Disssatisfaction with pay is not the only reason why hospitality workers change jobs.",
                    "a": [],
                    "correct_ans": "Enz and Siguaw",
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "",
                    "a": [],
                    "correct_ans": "Deery",
                    "explanation": "explanation why the answer is correct"
                }
            ]
        },
        {
            "startIndex": 6,
            "endIndex": 10,
            "title": "Multiple Choice",
            "media": [
                {
                    "title": "Illustration 1",
                    "content": "https://www.ieltspodcast.com/wp-content/uploads/2015/04/Academic-Task-1-Describe-a-Diagram-in-IELTS.png"
                }
            ],
            "smallAnswerDescription": "this might be empty - only show with listening",
            "type": "multiple choice question",
            "content": [
                {
                    "q": "question",
                    "a": [
                        "ans 1",
                        "ans 2",
                        "ans 3",
                        "ans 4"
                    ],
                    "correct_ans": 1,
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "question",
                    "a": [
                        "ans 1",
                        "ans 2",
                        "ans 3"
                    ],
                    "correct_ans": 2,
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "question",
                    "a": [
                        "ans 1",
                        "ans 2",
                        "ans 3"
                    ],
                    "correct_ans": 2,
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "question",
                    "a": [
                        "ans 1",
                        "ans 2",
                        "ans 3"
                    ],
                    "correct_ans": 1,
                    "explanation": "explanation why the answer is correct"
                },
                {
                    "q": "question",
                    "a": [
                        "ans 1",
                        "ans 2",
                        "ans 3",
                        "ans 4"
                    ],
                    "correct_ans": 4,
                    "explanation": "explanation why the answer is correct"
                }
            ]
        },
        {
            "startIndex": 11,
            "endIndex": 15,
            "title": "<p>Complete the table below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 8-13</p>",
            "media": [
                {
                    "title": "Illustration 1",
                    "content": "https://www.ieltspodcast.com/wp-content/uploads/2015/04/Academic-Task-1-Describe-a-Diagram-in-IELTS.png"
                }
            ],
            "smallAnswerDescription": "this might be empty - only show with listening",
            "type": "fill in the blank",
            "content": [
                {
                    "q": "<form>He <input type='text'/> a teacher. He is twenty-five <input type='text'/> old. He love listening <input type='text'/> music. He can <input type='text'/> football. He often <input type='text'/> fishing on Saturday.</form>",
                    "a": [],
                    "correct_ans": "is",
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "",
                    "a": [],
                    "correct_ans": "years",
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "",
                    "a": [],
                    "correct_ans": "to",
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "",
                    "a": [],
                    "correct_ans": "play",
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "",
                    "a": [],
                    "correct_ans": "goes",
                    "explanation": "explanation why this is the correct answer"
                }
            ]
        },
        {
            "startIndex": 16,
            "endIndex": 20,
            "media": [],
            "title": "True False Not Given",
            "smallAnswerDescription": "this might be empty - only show with listening",
            "type": "tfng",
            "content": [
                {
                    "q": "question",
                    "a": [],
                    "correct_ans": 1,
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "question",
                    "a": [],
                    "correct_ans": 2,
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "question",
                    "a": [],
                    "correct_ans": 2,
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "question",
                    "a": [],
                    "correct_ans": 0,
                    "explanation": "explanation why this is the correct answer"
                },
                {
                    "q": "question",
                    "a": [],
                    "correct_ans": 0,
                    "explanation": "explanation why this is the correct answer"
                }
            ]
        }
    ]
    }
]